#+TITLE Emacs Init v3.1
** Ansi Color for Compilation Mode

#+BEGIN_SRC emacs-lisp
(use-package ansi-color
    :hook (compilation-filter . ansi-color-compilation-filter)) 
#+END_SRC

#+RESULTS:
| colorize-compilation-buffer |

